{
  "app":{
    "menu":{
      "aboutus":"About Us",
      "capabilities":"Capabilities",
      "woodenfurniture":"Wooden Furniture",
      "metalfurniture":"Metal Furniture",
      "upholstery":"Upholstery",
      "door":"Door",
      "finishing":"Finishing",
      "projects":"Projects",
      "referenceprice":"Reference Price",
      "news":"News",
      "contact":"Contact"
    },
    "sliceShow":{
      "tophospitality":"Top Hospitality Furniture Manufacturer",
      "inVietnam":"in Vietnam",
      "factorytour":"Factory Tour",
      "capabilityprofile":"Capability Profile"
    },
    "section":{
      "23years":"23 Years",
      "ofsatisfying":"of satisfying",
      "customerswithour":"customers with our",
      "worldclassproducts":"world-class products",
      "2factories":"2 Factories",
      "120000m2":"120.000m²",
      "2000employees":"2,000+ Employees",
      "200containerspermonth":"200 Containers per month",
      "technology":"Technology",
      "newestmachines":"Newest Machines",
      "innovationtechnology":"Innovation Technology",
      "automationsystem":"Automatic System",
      "400projects":"400+ Projects",
      "inusandnowexpanding":"in the US and now expanding",
      "ourglobalreach":"our global reach to Europe and the",
      "middleeast":"Middle East"
    },
    "clients":{
      "clients":"Clients",
      "withover":"With over 20 years of experience, having completed more than 400 projects, and achieving an export milestone of over 200 containers each month.",
      "bespokefurniture":"Tran Duc Furnishings proudly stands as one of the leading providers of bespoke furniture solutions for the Hospitality and Resort industry, particularly in the U.S market"
    },
    "solution":{
      "onestopsolution":"One Stop Solution",
      "established":"Established in 2001, Tran Duc Furnishings has been specialized in exporting luxury hotel furniture which is located in Binh Duong province and takes a 50-minute drive from Ho Chi Minh airport. Tran Duc Furnishings has become “One Stop Solution” for the hospitality furniture industry in house facilities consisting of Wooden factory, Upholstery factory, and Metal factory.",
      "moredetails":"More Details"
    },
    "factories":{
      "ourfactories":"Our Factories",
      "wood":"Wood",
      "veneer":"Veneer",
      "metal":"Metal",
      "upholstery":"Upholstery",
      "painting":"Painting",
      "coating":"Coating",
      "finishing":"Finishing",
      "shape":"Shape",
      "assemble":"Assemble",
      "delivery":"Delivery",
      "art":"Art"
    },
    "projects":{
      "projects":"Projects"
    },
    "overview":{
      "productmanufacturingoverview":"Product Manufacturing Overview",
      "playlist":"Playlist"
    },
    "members":{
      "ourmembers":"Our Members",
      "totalsolutionforgreenprojects":"Total Solution for Green Projects",
      "sustainabledevelopment":"Sustainable Living Solution"
    },
    "aboutUs":{
      "ourStory":"Our Story",
      "esbtablished":"Established in 2001, Tran Duc Furnishings has been specialized in exporting luxury hotel furniture which is located in Binh Duong province and takes a 50-minute drive from Ho Chi Minh airport. Tran Duc Furnishings has become “One Stop Solution” for the hospitality furniture industry in house facilities consisting of Wooden factory, Upholstery factory, and Metal factory.",
      "combination":"The combination of cutting-edge technology and over 2,000 well-qualified craftsmen, our factories have made an effort to satisfy worldwide clients’ requirements, that brings Tran Duc Furnishings the leading position in the industry of hospitality furnishing manufactures in Vietnam.",
      "capacity":"The capacity of our production has reached at 200 containers per month and exported more than 400 luxury hotel guest rooms. We take pride in building long-term relationships with most of hospitality brands such as Four Seasons, The Ritz-Carlton, Hyatt, Hilton, Conrad, Marriott, Sheraton and so on.",
      "philosophy":"Philosophy",
      "quality":"Quality product does not happen incidentally. At Tran Duc Furnishings, we deliver the best solution for you based on your business and requirements. From the perception of hotel furniture manufacturer, we strictly pay high attention to every project and every piece of furniture as an opportunity to fulfill a promise. A promise of enhancing the experience for all of our stakeholders whether you are the owner of a hotel or a contractor looking for a strategy.",
      "furthermore":"Furthermore, the one stop solution of hotel furniture that we provide will keep us in connection with your order from the design to build and manage the complex hospitality furniture project. For this reason, both quality and delivery time are in control as your expectation as always.",
      "technology":"Technology",
      "tranDuc":"Tran Duc Furnishing is dedicated to providing quality furnishings for 4 & 5-star hotels and professionally specified communities. With nearly two decades of hotel furniture manufacturing experience, delivering over 400 projects in hotels, and resorts … in the US, EU, Japan, and SEA, these achievements speak volumes about Tran Duc Furnishings’s credibility and capabilities.",
      "skilled":"The skilled craftsmen working in our hotel furniture manufacture facilities take pride in providing clients with beautiful furniture. In addition, we have recently invested heavily in new machinery, both of which have improved our energy and cost efficiencies.",
      "investment":"Our investment in the latest technology also ensures we can offer competitive pricing to our customers. Multi-Boring Machine MZ7321F, Veneer Kuper Fli 1000, Italpresse Hot Press XL/6, etc,… allow us to achieve a greater output, whilst maintaining the same high quality product.",
      "offering":"Our Offering",
      "days":"56-70 days from approval of Shop drawing and deposit to delivery",
      "loading":"There are no transportation and loading costs, and the goods are for export at the port of loading",
      "veneer":"Veneer workshop on-site",
      "metal":"Metal workshop on site",
      "upholstery":"Upholstery workshop on site",
      "independent":"Independent QC system",
      "years":"1-year warranty on products for hotel furniture manufacturing defects"
    },
    "capability":{
      "wooden":"Wooden Furniture",
      "23years":"With over 23 years of experience, TranDuc Furnishings is a leading supplier of premium wooden furniture for the global hospitality industry. The perfect combination of experienced staff, advanced production technology, and comprehensive in-house production capabilities allows us to manufacture products that not only excel in quality and boast rapid production times, but also meet international standards and are eco-friendly. TranDuc is committed to offering a wide range of wooden furniture solutions, from modern wooden desks and wardrobes to dining tables and nightstands, all of which are sophisticatedly designed and tailored to fit any space, meeting the unique aesthetic and design needs of each architectural project.",
      "metal":"Metal Furniture",
      "tranDucMetal":"TranDuc Furnishings is proud to offer high-end metal furniture solutions, combining the beauty of metal, wood, and glass in each design. Our Metal Furniture collection offers modern interior solutions, incorporating advanced surface treatment processes such as PVD Coating, Metal & Glass Décor, and Timber Décor to create furniture that is not only elegant and luxurious, but also durable over time.",
      "upholstery":"Upholstery",
      "tranDucUpholstery":"TranDuc Furnishings specializes in manufacturing high-end upholstery products for hotel interiors. We provide custom upholstery solutions, customizing every detail based on design drawings to perfectly meet every luxury hotel project.",
      "door":"Door",
      "tranDucDoor":"TranDuc Furnishings proudly offers two lines of Luxury wooden doors: architectural wooden doors and wooden doors combined with aluminum. These are modern door solutions designed to complement the most luxurious architectural styles today. With an advanced production line, TranDuc Furnishings is committed to providing top-tier high-quality wooden doors, resistant to all harsh weather conditions and completely eliminate the warping issues commonly found in traditional wooden doors. The sophisticated combination of sustainable materials with premium accessories from renowned European brands ensures that our wooden doors not only bring a luxurious and warm aesthetic but also elevate your space, perfectly fitting any custom design.",
      "finishing":"Finishing",
      "tranDucFinishing":"TranDuc Furnishings proudly offers exquisite handcrafted finishing solutions, particularly with products that incorporate glass and morden surface treatment techniques. Our premium finishing lines include PU Finishing, UV Finishing, Powder Coating Finishing, PVD, and Metal Art. With our professional wood finishing services, each product is crafted with meticulous precision, not only enhancing the luxurious beauty of the interior space but also affirming TranDuc Furnishings’ leading position in the field of high-end hotel interior design.",
      "technology":"Technology",
      "working":"Working",
      "packing":"Packing",
      "loading":"Loading & Shipping"
    },
    "woodenfurniture":{
      "woodenFurniture":"Wooden Furniture",
      "desks":"Desks",
      "eachCustom":"Each custom hospitality furniture piece, especially our wooden desks for guest rooms, is meticulously crafted by skilled artisans. Using high-quality wood materials that complement today’s finest design styles: from modern minimalism to classic luxury. With our commitment to bespoke design solutions, tables can be customized in size, shape, and finish, contributing to the creation of elegant and sophisticated workspaces for high-end hotels and resorts.",
      "dressers":"Dressers",
      "tranDucDressers":"TranDuc Furnishings proudly offers its handcrafted wooden dressers, a distinguished product within our premium Wooden Furniture collection, designed specifically for the luxury hospitality industry. These hotel furniture dressers are crafted with meticulous attention to detail, combining elegance, functionality, and long-lasting durability—making them the perfect addition to high-end hotels and resorts.",
      "tables":"Tables & Nightstands",
      "leading":"As a leading provider of premium wooden tables for hotels, TranDuc’s luxury nightstands for hotel interiors represent a perfect harmony between natural beauty and modern design. Part of our collection of high-end wooden tables & nightstands for hotels, these wooden bedside furniture for hospitality settings are crafted from carefully selected natural wood blocks. Our durable wooden bedside tables for hospitality not only provide elegant beauty but also ensure superior durability and exceptional resistance to moisture and woodworms."
    },
    "metalfurniture":{
      "metalFurniture":"Metal Furniture",
      "pvdCoating":"PVD Coating System",
      "pvdDescription":"With our advanced PVD coating for metal hotel furniture, each piece not only features captivating metallic colors but also benefits from a durable protective layer that won’t peel or chip. As a premier provider of hospitality furniture with PVD coating, we ensure each piece meets the highest standards, and our PVD finish for luxury metal furniture delivers both environmental friendliness and exceptional durability.",
      "glass":"Metal & Glass Decor",
      "glassDescription":"TranDuc Furnishing’s bespoke Metal and Glass Decor offers a perfect harmony between metal and glass, unlocking unique and impressive design possibilities. Our tailored metal and glass decor showcases our commitment to innovation, creating diverse decorative glass solutions for applications including feature walls, canopies, frameless glass doors, signage, water features, table surfaces, sculptures, and wall cladding. Each of our elegant metal & glass design pieces for hospitality reflects meticulous attention to detail, not only elevates the aesthetic appeal of any space but also affirms a superior level of luxury and refinement.",
      "timberDecor":"Timber Decor",
      "timberDescription":"TranDuc creates elegant wooden furniture for hotel design, specializing in sustainable timber decor for hospitality design. As experts in bespoke timber decor for hotel rooms, we offering solutions from customized wooden pieces to modern decorative details, highlighting the beauty of wood with unique metallic accents. The wood is either metal-plated or combined with various veneers, creating beautiful contrasting effects."
    }
  },
  "notificationQR":"The QR code is being generated. Please wait a moment!",
  "form": {
    "title": "EVENT REGISTRATION",
    "fullName": "Full name",
    "placeHolderName": "Your full name",
    "phone": "Phone number",
    "placeHolderPhone": "Your phone number",
    "email": "Email",
    "placeHolderEmail": "Your email",
    "gender": "Gender",
    "isStudent": "Are you a student?",
    "companyName": "Company name",
    "position": "Position",
    "universityName": "University name",
    "major": "Major",
    "textPolicy": "We are committed to using customer information safely, legally, and in compliance with current laws and regulations.",
    "textButton": "Register",
    "joinDate": "Participation date"
  },
  "footer": {
    "aboutUs": "About Us",
    "news": "News",
    "contact": "Contact",
    "sustainability": "Sustainability",
    "environment": "Environment",
    "social": "Social",
    "governance": "Governance",
    "netZero2030": "NetZero 2030",
    "solutions": "Solutions",
    "hospitalityFurniture": "Hospitality Furniture",
    "architectureAndConstruction": "Architecture & Construction",
    "modularHomes": "Modular Homes",
    "hospitalityManagement": "Hospitality Management",
    "projects": "Projects",
    "category": "Category",
    "threeDTour": "3D Tour",
    "career": "Career",
    "contest": "Contest",
    "brochure": "Brochure"
  },
  "toast": {
    "notification":"Please check your email (inbox or spam) after 1 - 5 minutes.",
    "help":"Support: (+84) 931 866 698 (Mr. Duc).",
    "errorName": "Please enter your name.",
    "errorEmail": "Please enter your email.",
    "errorPhone": "Please enter your phone number.",
    "errorEmailInvalid": "Please enter a valid email address."
  }
}
