{
  "app": {
  "menu": {
    "aboutus": "Về Chúng Tôi",
    "capabilities": "Năng Lực",
    "woodenfurniture": "Nội Thất Gỗ",
    "metalfurniture": "Nội Thất Kim Loại",
    "upholstery": "Nội Thất Bọc Nệm",
    "door": "Cửa",
    "finishing": "Hoàn Thiện",
    "projects": "Dự Án",
    "referenceprice": "Giá Tham Khảo",
    "news": "Tin Tức",
    "contact": "Liên Hệ"
  },
  "sliceShow": {
    "tophospitality": "Nhà Sản Xuất Nội Thất Khách Sạn Hàng Đầu",
    "inVietnam": "tại Việt Nam",
    "factorytour": "Tham Quan Nhà Máy",
    "capabilityprofile": "Hồ Sơ Năng Lực"
  },
  "section": {
    "23years": "23 Năm",
    "ofsatisfying": "với sự hài lòng của",
    "customerswithour": "khách hàng với các",
    "worldclassproducts": "sản phẩm đẳng cấp thế giới",
    "2factories": "2 Nhà Máy",
    "120000m2": "120.000m²",
    "2000employees": "Hơn 2.000 Nhân Viên",
    "200containerspermonth": "200 Container mỗi tháng",
    "technology": "Công Nghệ",
    "newestmachines": "Máy Móc Hiện Đại",
    "innovationtechnology": "Công Nghệ Đổi Mới",
    "automationsystem": "Hệ Thống Tự Động",
    "400projects": "400+ Dự Án",
    "inusandnowexpanding": "tại Mỹ và đang mở rộng",
    "ourglobalreach": "mạng lưới toàn cầu đến Châu Âu và",
    "middleeast": "Trung Đông"
  },
  "clients": {
    "clients": "Khách Hàng",
    "withover": "Với hơn 20 năm kinh nghiệm, hoàn thành hơn 400 dự án và đạt cột mốc xuất khẩu trên 200 container mỗi tháng.",
    "bespokefurniture": "Nội Thất Trần Đức tự hào là một trong những nhà cung cấp hàng đầu các giải pháp nội thất theo yêu cầu cho ngành công nghiệp khách sạn và khu nghỉ dưỡng, đặc biệt là tại thị trường Mỹ."
  },
  "solution": {
    "onestopsolution": "Giải Pháp Toàn Diện",
    "established": "Thành lập từ năm 2001, Nội Thất Trần Đức chuyên xuất khẩu nội thất khách sạn cao cấp và tọa lạc tại tỉnh Bình Dương, cách sân bay Hồ Chí Minh 50 phút lái xe. Nội Thất Trần Đức đã trở thành “Giải Pháp Toàn Diện” cho ngành nội thất khách sạn với các nhà máy bao gồm nhà máy gỗ, nhà máy bọc nệm và nhà máy kim loại.",
    "moredetails": "Xem Chi Tiết"
  },
  "factories": {
    "ourfactories": "Các Nhà Máy Của Chúng Tôi",
    "wood": "Gỗ",
    "veneer": "Ván Mỏng",
    "metal": "Kim Loại",
    "upholstery": "Bọc Nệm",
    "painting": "Sơn",
    "coating": "Phủ",
    "finishing": "Hoàn Thiện",
    "shape": "Định Hình",
    "assemble": "Lắp Ráp",
    "delivery": "Giao Hàng",
    "art": "Nghệ Thuật"
  },
  "projects": {
    "projects": "Dự Án"
  },
  "overview": {
    "productmanufacturingoverview": "Tổng Quan Quy Trình Sản Xuất",
    "playlist": "Danh Sách Phát"
  },
  "members": {
    "ourmembers": "Thành Viên Của Chúng Tôi",
    "totalsolutionforgreenprojects": "Giải Pháp Toàn Diện Cho Các Dự Án Xanh",
    "sustainabledevelopment": "Giải Pháp Sống Bền Vững"
  },
  "aboutUs": {
  "ourStory": "Câu Chuyện Của Chúng Tôi",
  "esbtablished": "Được thành lập vào năm 2001, Tran Duc Furnishings chuyên xuất khẩu nội thất khách sạn cao cấp, tọa lạc tại tỉnh Bình Dương, cách sân bay Tân Sơn Nhất 50 phút lái xe. Tran Duc Furnishings đã trở thành “Giải Pháp Một Điểm Đến” cho ngành công nghiệp nội thất khách sạn với các cơ sở bao gồm nhà máy Gỗ, nhà máy Bọc nệm và nhà máy Kim loại.",
  "combination": "Với sự kết hợp giữa công nghệ tiên tiến và hơn 2,000 thợ thủ công lành nghề, các nhà máy của chúng tôi đã nỗ lực đáp ứng yêu cầu của khách hàng toàn cầu, mang lại cho Tran Duc Furnishings vị trí dẫn đầu trong ngành sản xuất nội thất khách sạn tại Việt Nam.",
  "capacity": "Công suất sản xuất của chúng tôi đạt tới 200 container mỗi tháng và đã xuất khẩu hơn 400 phòng khách sạn cao cấp. Chúng tôi tự hào xây dựng mối quan hệ lâu dài với hầu hết các thương hiệu khách sạn lớn như Four Seasons, The Ritz-Carlton, Hyatt, Hilton, Conrad, Marriott, Sheraton, và nhiều thương hiệu khác.",
  "philosophy": "Triết Lý",
  "quality": "Sản phẩm chất lượng không xảy ra một cách ngẫu nhiên. Tại Tran Duc Furnishings, chúng tôi cung cấp giải pháp tốt nhất dựa trên nhu cầu và yêu cầu của bạn. Với quan điểm của một nhà sản xuất nội thất khách sạn, chúng tôi chú ý đến từng dự án và từng sản phẩm như một cơ hội để thực hiện lời hứa. Lời hứa về việc nâng cao trải nghiệm cho tất cả các bên liên quan, dù bạn là chủ sở hữu khách sạn hay một nhà thầu tìm kiếm chiến lược.",
  "furthermore": "Hơn nữa, giải pháp nội thất khách sạn một điểm đến của chúng tôi sẽ giúp chúng tôi kết nối với đơn hàng của bạn từ khâu thiết kế đến xây dựng và quản lý dự án nội thất khách sạn phức tạp. Vì lý do đó, cả chất lượng và thời gian giao hàng đều được kiểm soát theo mong đợi của bạn như mọi khi.",
  "technology": "Công Nghệ",
  "tranDuc": "Tran Duc Furnishings cam kết cung cấp các sản phẩm nội thất chất lượng cho các khách sạn 4 & 5 sao và các cộng đồng được chỉ định chuyên nghiệp. Với gần hai thập kỷ kinh nghiệm trong sản xuất nội thất khách sạn, đã hoàn thành hơn 400 dự án trong các khách sạn và khu nghỉ dưỡng tại Mỹ, EU, Nhật Bản và Đông Nam Á, những thành tựu này đã chứng minh uy tín và năng lực của Tran Duc Furnishings.",
  "skilled": "Những người thợ lành nghề làm việc tại các cơ sở sản xuất nội thất khách sạn của chúng tôi tự hào cung cấp cho khách hàng những sản phẩm nội thất đẹp mắt. Ngoài ra, chúng tôi đã đầu tư mạnh vào máy móc mới, cải thiện hiệu quả năng lượng và chi phí.",
  "investment": "Khoản đầu tư vào công nghệ tiên tiến của chúng tôi cũng đảm bảo rằng chúng tôi có thể cung cấp mức giá cạnh tranh cho khách hàng. Các máy móc hiện đại như Multi-Boring Machine MZ7321F, Veneer Kuper Fli 1000, Italpresse Hot Press XL/6, v.v. giúp chúng tôi tăng sản lượng trong khi vẫn duy trì chất lượng sản phẩm cao.",
  "offering": "Dịch Vụ Cung Cấp Của Chúng Tôi",
  "days": "56-70 ngày từ khi phê duyệt bản vẽ của cửa hàng và đặt cọc cho đến khi giao hàng",
  "loading": "Không có chi phí vận chuyển và bốc dỡ, hàng hóa được xuất khẩu tại cảng xếp hàng",
  "veneer": "Xưởng ván mỏng tại chỗ",
  "metal": "Xưởng kim loại tại chỗ",
  "upholstery": "Xưởng bọc nệm tại chỗ",
  "independent": "Hệ thống kiểm soát chất lượng độc lập",
  "years": "Bảo hành 1 năm đối với các lỗi sản xuất của nội thất khách sạn"
},
"capability": {
  "wooden": "Nội Thất Gỗ",
  "23years": "Với hơn 23 năm kinh nghiệm, TranDuc Furnishings là nhà cung cấp hàng đầu về nội thất gỗ cao cấp cho ngành khách sạn toàn cầu. Sự kết hợp hoàn hảo giữa đội ngũ nhân viên giàu kinh nghiệm, công nghệ sản xuất tiên tiến và khả năng sản xuất toàn diện trong nhà cho phép chúng tôi sản xuất các sản phẩm không chỉ vượt trội về chất lượng và có thời gian sản xuất nhanh chóng, mà còn đáp ứng các tiêu chuẩn quốc tế và thân thiện với môi trường. TranDuc cam kết cung cấp các giải pháp nội thất gỗ đa dạng, từ bàn làm việc hiện đại và tủ quần áo đến bàn ăn và tủ đầu giường, tất cả đều được thiết kế tinh tế và tùy chỉnh để phù hợp với mọi không gian, đáp ứng nhu cầu thẩm mỹ và thiết kế độc đáo của mỗi dự án kiến trúc.",
  "metal": "Nội Thất Kim Loại",
  "tranDucMetal": "TranDuc Furnishings tự hào cung cấp các giải pháp nội thất kim loại cao cấp, kết hợp vẻ đẹp của kim loại, gỗ và kính trong mỗi thiết kế. Bộ sưu tập Nội Thất Kim Loại của chúng tôi mang đến những giải pháp nội thất hiện đại, tích hợp các quy trình xử lý bề mặt tiên tiến như mạ PVD, trang trí Kim Loại & Kính, và trang trí Gỗ để tạo ra những sản phẩm nội thất không chỉ thanh lịch và sang trọng, mà còn bền bỉ theo thời gian.",
  "upholstery": "Nội Thất Bọc",
  "tranDucUpholstery": "TranDuc Furnishings chuyên sản xuất các sản phẩm bọc nội thất cao cấp cho không gian khách sạn. Chúng tôi cung cấp các giải pháp bọc tùy chỉnh, tinh chỉnh từng chi tiết dựa trên bản vẽ thiết kế để hoàn toàn đáp ứng mọi dự án khách sạn cao cấp.",
  "door": "Cửa",
  "tranDucDoor": "TranDuc Furnishings tự hào cung cấp hai dòng cửa gỗ sang trọng: cửa gỗ kiến trúc và cửa gỗ kết hợp với nhôm. Đây là những giải pháp cửa hiện đại được thiết kế để bổ sung cho các phong cách kiến trúc sang trọng nhất hiện nay. Với dây chuyền sản xuất tiên tiến, TranDuc Furnishings cam kết cung cấp các dòng cửa gỗ cao cấp chất lượng hàng đầu, có khả năng chống chịu mọi điều kiện thời tiết khắc nghiệt và hoàn toàn loại bỏ các vấn đề cong vênh thường gặp ở cửa gỗ truyền thống. Sự kết hợp tinh tế của các vật liệu bền vững với phụ kiện cao cấp từ các thương hiệu nổi tiếng châu Âu đảm bảo rằng cửa gỗ của chúng tôi không chỉ mang lại vẻ đẹp sang trọng và ấm cúng mà còn nâng tầm không gian của bạn, hoàn toàn phù hợp với mọi thiết kế tùy chỉnh.",
  "finishing": "Hoàn Thiện",
  "tranDucFinishing": "TranDuc Furnishings tự hào cung cấp các giải pháp hoàn thiện thủ công tinh xảo, đặc biệt với các sản phẩm kết hợp kính và các kỹ thuật xử lý bề mặt hiện đại. Các dòng hoàn thiện cao cấp của chúng tôi bao gồm Hoàn Thiện PU, Hoàn Thiện UV, Hoàn Thiện Sơn Tĩnh Điện, PVD và Nghệ Thuật Kim Loại. Với dịch vụ hoàn thiện gỗ chuyên nghiệp của chúng tôi, mỗi sản phẩm đều được chế tác tỉ mỉ, không chỉ tôn lên vẻ đẹp sang trọng của không gian nội thất mà còn khẳng định vị thế dẫn đầu của TranDuc Furnishings trong lĩnh vực thiết kế nội thất khách sạn cao cấp.",
  "technology": "Công Nghệ",
  "working": "Làm Việc",
  "packing": "Đóng Gói",
  "loading": "Xếp Hàng & Vận Chuyển"
}
},
  "notificationQR": "Mã QR đang được tạo. Xin vui lòng đợi trong giây lát!",
  "form": {
    "title": "ĐĂNG KÝ THAM GIA SỰ KIỆN",
    "fullName": "Họ và tên",
    "placeHolderName": "Họ và tên của bạn",
    "phone": "Số điện thoại",
    "placeHolderPhone": "Số điện thoại của bạn",
    "email": "Email",
    "placeHolderEmail": "Email của bạn",
    "gender": "Giới tính",
    "isStudent": "Bạn có phải là sinh viên các trường cao đẳng, đại học? ",
    "companyName": "Tên công ty",
    "position": "Chức vụ",
    "universityName": "Tên trường đại học",
    "major": "Chuyên ngành",
    "textPolicy": "Chúng tôi cam kết sẽ sử dụng thông tin của khách hàng một cách an toàn, hợp pháp và tuân thủ các quy định pháp luật hiện hành.",
    "textButton": "Đăng ký",
    "joinDate": "Ngày tham gia"
  },
  "footer": {
    "aboutUs": "Giới thiệu",
    "news": "Tin tức",
    "contact": "Liên hệ",
    "sustainability": "Sự bền vững",
    "environment": "Môi trường",
    "social": "Trách nhiệm xã hội",
    "governance": "Quản trị",
    "netZero2030": "NetZero 2030",
    "solutions": "Giải pháp",
    "hospitalityFurniture": "Nội thất khách sạn",
    "architectureAndConstruction": "Kiến trúc & Xây dựng",
    "modularHomes": "Nhà mô-đun",
    "hospitalityManagement": "Quản lý khách sạn",
    "projects": "Dự án",
    "category": "Danh mục",
    "threeDTour": "3D Tour",
    "career": "Tuyển Dụng",
    "contest": "Cuộc thi",
    "brochure": "Brochure"
  },
  "toast": {
    "notification": "Vui lòng kiểm tra email (tại hộp thư đến hoặc thư rác) sau 1 - 5 phút.",
    "help": "Hỗ trợ:(+84) 931 866 698 (Mr. Đức)",
    "errorName": "Vui lòng điền Họ và Tên.",
    "errorEmail": "Vui lòng điền email.",
    "errorPhone": "Vui lòng điền số điện thoại.",
    "errorEmailInvalid": "Vui lòng điền email hợp lệ."
  }
}
